export const WorksTolisticoList = [
  {
    key: 0,
    title: "制作目標",
    text: '新規オープンのため、ホームページが必要になった。訪れたターゲットにヘッドスパの必要性を確認してもらい、迷いなく予約ができるようにする。',
  },
  {
    key: 1,
    title: "ターゲット",
    text:  '２５歳から３５歳の女性',
  },
  {
    key:2,
    title: "ペルソナ生活スタイル",
    text:  ' デスクワークで眼精疲労 肩こり 頭痛に悩まされている。仕事・寝るの繰り返しで、自分に時間が使えていない。家ではSNSやYouTube・Netflixなどを見て時間が過ぎている。寝ても寝た気がせず、絶えずボーとしてしまう。不規則な生活のせいか、体重も増え焦っている。',
  },
  {
    key:3,
    title: "サイトコンセプト",
    text:  'ヘッドスパをするだけではなく、あなたの人生を支えて行く　Holistic(総合的)Head spa salon',
  },
  {
    key:4,
    title: "Tolisticoの取り組み",
    text:  'Tolisticoでは頭皮環境だけではなく、ストレスケアも重点に置いています。究極のストレスケアである『ヘッドスパ』をすることにより、 健康で、イキイキとした自分らしさを取り戻せます。 私たちは、ただヘッドスパをするだけではなく、 あなたの『健康』と『美』、そして『人生』を支えていきます。',
  },
  {
    key:5,
    title: "デザイン",
    text:  '高級感を出すために、シンプルなデザインにしました。またサイトを訪れた際に迷わないように同線を多くしました。ヘッドスパの内容もしっかりと理解して予約にいけるように設定しています。またインスタグラムでのスタイル紹介を考えているため、上部にインスタグラムのアイコンを用意しすぐに飛べるようにしています。（クライアントがスタイル画像を追加するスタイルだとHPイメージと合わない画像が上がるのを防ぐため）',
  },
  {
    key:6,
    title: "制作範囲",
    text:  '企画 / デザイン / コーディング',
  },
  {
    key:7,
    title: "制作期間",
    text:  '企画：1週間　 デザイン：2週間　コーディング：1ヶ月',
  },
  {
    key: 8,
    title: "使用言語",
    text:  'HTML / CSS / JavaScript(フレームワークやjQueryを使わず全てJavaScriptで制作　タッチイベントやIntersection Observerなど)',
  },
]
