export const ProfileAppealMessage = [
  {
    key: 0,
    title: "エンジニアを目指したきっかけ",
    text: '自分のお客様に、お店のHPを作って頂いたのがきっかけです。HPができた時の感動が忘れられず自分でも作りたいと思うようになりました。実際にコードを書くと楽しくて何時間もたっていることが多々ありました。そこから本格的にエンジニアに興味が出ました。',
  },
  {
    key: 1,
    title: "前職を辞める理由",
    text:  '手荒れが原因です。薬剤のアレルギーが全身に出てくるようになり、長くは続けられないと考えました。薬剤を使わず、美容と同じように感動を与えられるエンジニアになろうと決心がつきました。技術を追求していくところも魅力です。',
  },
  {
    key:2,
    title: "ひとがら",
    text:  '穏やかな性格です。働いていた美容室ではサロンの空気をよくしてくれると言われていました。できない事があると凹みますが、すぐ立ち直りできるまで頑張るタイプです。話す事が好きで、ガンダムのことになると止まりません。',
  },
  {
    key:3,
    title: "自分の強み",
    text:  '努力をして掴み取ることです。初めはできないことが多いですが、諦めず頑張れるところが強みです。美容のアシスタント時代を経験しているので、粘り強さは自信はあります。',
  },
  {
    key:4,
    title: "将来の目標",
    text:  '美容の予約アプリを作りたいです。実際にこれがあったら便利なのになっと思うことが多々あるのでスキルアップし制作したいと思います。またReact Nativeも勉強しスマホアプリも作れるようになりたいと考えています。',
  },
]
